Repository: common-repository/setka-workflow
Catalog: translations/setka-workflow-*.po
Languages: ru_ru

source: All the categories are already exported to Setka Workflow. You don’t have any new categories to export.
ru_ru: Все категории уже экспортированы в Setka Workflow. У вас нет новых категорий, которые можно экспортировать.

source: You don’t have any categories. Create new ones in Posts -> Categories.
ru_ru: У вас нет категорий. Вы можете создать категории в разделе Записи -> Рубрики.

source: Oops... We couldn’t export the categories because Setka Workflow server is not available now. Please try a little bit later or contact Setka Workflow support team workflow-help@setka.io.
ru_ru: Упс... Мы не смогли экспортировать категории, потому что сервер Setka Workflow недоступен. Пожалуйста, попробуйте чуть позже или свяжитесь с сотрудником службы поддержки workflow-help@setka.io.

source: Your WordPress not support this operation. Please update WordPress at least 4.6 version.
ru_ru: Ваша версия WordPress не поддерживает эту операцию. Пожалуйста обновитесь до версии 4.6

source: Oops... Some error occurred while exporting categories. Please contact Setka Workflow support team workflow-help@setka.io.
ru_ru: Упс... Возникла ошибка при экспорте категорий. Пожалуйста, свяжитесь с сотрудником службы поддержки workflow-help@setka.io.

source: Oops... Setka Workflow cannot receive these categories. Please contact Setka Workflow support team workflow-help@setka.io.
ru_ru: Упс... Эти категории не могут быть экспортированы в Setka Workflow. Пожалуйста, свяжитесь с сотрудником службы поддержки workflow-help@setka.io.

source: Enter Setka Workflow Ticket Url
ru_ru: Адрес тикета Setka Workflow

source: Ticket Url
ru_ru: Адрес тикета

source: Setka Workflow Integration
ru_ru: Интеграция с Setka Workflow

source: Enter Setka Workflow API license key to start working. You can take it in your <a href="%1$s" target="_blank">Settings</a>.
ru_ru: Введите лицензионный ключ Setka Workflow API для начала работы. Вы можете получить его в <a href="%1$s" target="_blank">настройках</a> вашего аккаунта Setka Workflow.

source: Using the plugin you can:
ru_ru: С помощью этого плагина вы можете:

source: Export post categories from WordPress to Setka Workflow,
ru_ru: Экспортировать категории записей из WordPress в Setka Workflow,

source: Sync ticket and post statuses,
ru_ru: Синхронизировать статус записи и соответствующего тикета,

source: Create a draft of a post in WordPress from your Setka Workflow Dashboard.
ru_ru: Создать черновик записи WordPress из тикета Setka Workflow.

source: You have successfully entered API License key.
ru_ru: Вы успешно ввели API License key.

source: Mark Setka Workflow ticket as done when the post is published.
ru_ru: Перевести статус Setka Workflow тикета в «готов» после публикации поста.

source: Enable JavaScript to use this control.
ru_ru: Включите JavaScript для того, что бы использовать этот элемент управления

source: Automatically export new created categories to Setka Workflow.
ru_ru: Автоматически экспортировать новые категории в Setka Workflow.

source: Export categories
ru_ru: Экспорт категорий

source: By clicking this button you will start exporting WordPress Post categories to Workflow.
ru_ru: Нажимая на эту кнопку, вы запускаете экcпорт категорий постов с вашего WordPress сайта в Setka Workflow.

source: Oops... Your Setka Workflow license key is not valid. Please contact Setka Workflow support team workflow-help@setka.io. Error type: %1$s.
ru_ru: Упс... Ваш Setka Workflow API License key недействителен. Пожалуйста, свяжитесь с сотрудником службы поддержки workflow-help@setka.io. Тип ошибки: %1$s.

source: Error while during API request. Error type: %1$s.
ru_ru: Возникла ошибка при обращении к API. Тип ошибки: %1$s.

source: Publish posts
ru_ru: Публикация записей

source: Post Author
ru_ru: Автор записей

# dropdown select caption
source: Choose an user
ru_ru: Выберите пользователя

source: Export categories automatically
ru_ru: Автоматический экспорт категорий

# Button label in settings form
source: Save
ru_ru: Сохранить

# Button label in settings form
source: Change API license key
ru_ru: Заменить API license key

source: Please enter API License key.
ru_ru: Пожалуйста, введите API License key.

# Button label in sign in form
source: Start working with Setka Workflow
ru_ru: Начать работу с Setka Workflow

source: Oops... Your WordPress server is not available now.
ru_ru: Упс... Ваш сервер WordPress сейчас не доступен.

source: Category created: %1$s
ru_ru: Категория создана: %1$s

source: All categories have been exported.
ru_ru: Все категории были успешно экспортированы.

# Plugin action link
source: Settings
ru_ru: Настройки

# Plugin action link
source: Start
ru_ru: Начать

source: Setka Workflow Integration Plugin is designed to integrate your WordPress site with Setka Workflow space.
ru_ru: Плагин создан для интеграции вашего WordPress сайта с вашим рабочим спейсом Setka Workflow.

source: Native Grid LLC
ru_ru: ООО «Native Grid»
